Repository: Asif-shah786/site
Catalog: lib/app/core/l10n/templates/app_*.arb
Languages: es, pt

# projectTitle
source: Felipe Sales | Social Links
es: Felipe Sales | Enlaces sociales

source: Flutter Developer Instructor
es: Instructor de Desarrollador Flutter

# hiIAmFelipeSales
source: Hi, I'm Felipe Sales
es: Hola, soy Felipe Sales
pt: Olá, sou Felipe Sales

# developerFocused
source: Developer focused on applying his knowledge in practice and building amazing things through lines of code.
es: Desarrollador enfocado en aplicar sus conocimientos en la práctica y construir cosas increíbles a través de líneas de código.
pt: Desenvolvedor focado em aplicar seus conhecimentos em prática e construir coisas incríveis através de linhas de código.

source: > Apps Developer
es: > Desarrollador de aplicaciones
pt: > Desenvolvedor de Apps

source: > Applications Developer
es: > Desarrollador de aplicaciones
pt: > Desenvolvedor de Aplicativos

source: Home
es: Inicio

source: Projects
es: Proyectos
pt: Projetos

# seeProjectsUpper
source: SEE PROJECTS
es: VER PROYECTOS
pt: VER PROJETOS

# projectAreInMyGitHub
source: Most of the projects I have developed are completely open-source on my GitHub.
es: La mayoría de los proyectos que he desarrollado son completamente de código abierto en mi GitHub.
pt: Grande parte dos projetos que já desenvolvi estão no meu GitHub de forma completamente open-source.

source: Experience
es: Experiencia
pt: Experiência

# workSuaMusica
source: Sua Música | 2022 - Present
es: Sua Música | 2022 - Actualidad
pt: Sua Música | 2022 - Atualmente

# workPersonalProjects
source: Personal Projects | Since 2020
es: Proyectos Personales | Desde 2020
pt: Projetos Pessoais | Desde 2020

source: Flutter Developer
es: Desarrollador Flutter
pt: Desenvolvedor Flutter

source: Developer Instructor
es: Instructor de Desarrollo
pt: Desenvolvedor Instrutor

# teachingAssistent
source: Teaching Assistant
es: Asistente de Enseñanza
pt: Auxiliar de Ensino

# payngPriceEveryday
source: Paying the price every day
es: Pagando el precio todos los días
pt: Pagando o preço todos os dias

source: Social Links
es: Enlaces Sociales

source: Follow me on my social networks
es: Sígueme en mis redes sociales
pt: Me acompanhe nas minhas redes

source: Contact
es: Contacto
pt: Contato

source: Name
es: Nombre
pt: Nome

source: Title
es: Título
pt: Título

source: Text
es: Texto
pt: Texto

# sendEmailUpper
source: SEND EMAIL
es: ENVIAR EMAIL
pt: ENVIAR E-MAIL

# emailSendedWithSuccess
source: Email sent successfully!
es: ¡Email enviado exitosamente!
pt: E-mail enviado com sucesso!

source: Let's chat, call me:
es: Hablemos, llámame:
pt: Vamos bater um papo, me chame:

# flutterProjectOpenSource
source: An open-source Flutter project.
es: Un proyecto Flutter de código abierto.
pt: Um projeto Flutter OpenSource.

# seeInGitHub
source: See on GitHub
es: Ver en GitHub
pt: Veja no GitHub

# seeInFigma
source: See on Figma
es: Ver en Figma
pt: Veja no Figma

source: Created by @felipecastrosales™
es: Creado por @felipecastrosales™
pt: Criado por @felipecastrosales™

# insertValidName
source: Please enter a valid name.
es: Ingrese un nombre válido.
pt: Insira um nome válido.

# insertABiggerName
source: Please enter a longer name.
es: Ingrese un nombre más largo.
pt: Insira um nome maior.

# insertALittleName
source: Please enter a shorter name.
es: Ingrese un nombre más corto.
pt: Insira um nome menor.

source: This name is not valid.
es: Este nombre no es válido.
pt: Este nome não é válido.

# insertValidEmail
source: Please enter a valid email address.
es: Ingrese un email válido.
pt: Insira um e-mail válido.

# thisEmailIsNotValid
source: This email address is not valid.
es: Este email no es válido.
pt: Este e-mail não é válido.

# insertValidMessage
source: Please enter a valid message.
es: Ingrese un mensaje válido.
pt: Insira uma mensagem válida.

# insertABiggerMessage
source: Please enter a longer message.
es: Ingrese un mensaje más largo.
pt: Insira uma mensagem maior.

# insertALittleMessage
source: Please enter a shorter message.
es: Ingrese un mensaje más corto.
pt: Insira uma mensagem menor.

source: This message is not valid.
es: Este mensaje no es válido.
pt: Esta mensagem não é válida.

# insertValidSubject
source: Please enter a valid subject.
es: Ingrese un asunto válido.
pt: Insira um assunto válido.

# insertABiggerSubject
source: Please enter a longer subject.
es: Ingrese un asunto más largo.
pt: Insira um assunto maior.

# insertALittleSubject
source: Please enter a shorter subject.
es: Ingrese un asunto más corto.
pt: Insira um assunto menor.

source: This subject is not valid.
es: Este asunto no es válido.
pt: Este assunto não é válido.
